Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E16C.tmx
Source language: en_us
Languages: zh_cn

source: Dan Lepard's artisan cheese cracker recipes
zh_cn: 丹·莱帕德的手工奶酪饼干食谱

source: Two real crackers to liven up any cheeseboard ¨C one made with spelt and oats, the other with polenta and olive oil
zh_cn: 两片实在的饼干使得干酪板有了活力，一个由斯佩尔特小麦和燕麦制成，另一个由粗玉米豆粉和橄榄油制成。

source: Dan Lepard's artisan crackers: Add a touch of class to any cheeseboard.
zh_cn: 丹·莱帕德手工饼干：让任何一个干酪板都变得顶级。

source: The uniform shapes and industrial look of factory crackers are one of the key parts of the traditional British cheeseboard, and I do have a sneaky fondness for them.
zh_cn: 这家生产相同形状和统一外形的咸饼干工厂，是英国传统制作饼干的重要部分之一，同时我的确暗暗地喜爱着它们。

source: But pair carefully handmade crackers with our best cheeses, and you get a more flattering effect.
zh_cn: 但是一对儿精心制作的饼干加上我们最好的奶酪，这会起到更加夸大它的作用。

source: Simple to make and easy to top with seeds, herbs, spices or salt.
zh_cn: 简单地制作后，再很随意地在上面放一些植物种子、草本植物、香料或者盐。

source: Spelt and oat crackers
zh_cn: 斯佩尔特小麦和燕麦饼干

source: Like a digestive, and good with blue and soft cheeses. Makes about 30 small crackers.
zh_cn: 就像助消化药物一般，再加上蓝色的软质干酪，可以做出大约30块小饼干。

source: 250g spelt flour, plus a little extra for rolling
zh_cn: 250克斯佩尔特小麦粉，为了好地滚动可以多加一点额外的

source: 25g dark brown sugar
zh_cn: 25克红糖

source: 1/2 tsp bicarbonate of soda
zh_cn: 1/2茶匙的小苏打

source: 1/2 tsp salt
zh_cn: 1/2茶匙的盐

source: 125g unsalted butter, softened75g rolled oats, 50ml cold milk, plus extra to finish
zh_cn: 125克的新鲜黄油，并软化 75克的燕麦片 50毫升的凉牛奶，为了做好可以加点额外的

source: Put the flour, sugar, bicarb and salt in a bowl, and evenly rub in the butter.
zh_cn: 取一只碗，加入面粉、糖、小苏打和盐，再用力擦入黄油。

source: Stir in the oats, then mix in the milk until you have a smooth dough.
zh_cn: 一边加燕麦片一边调和，接着混合入牛奶直到最后成了一个光滑的面团。

source: Roll the dough about 0.5cm thick, cut into 8cm squares and place on a tray lined with nonstick baking paper.
zh_cn: 把面团滚成大概0.5厘米厚的程度，再切成8厘米见方，摆放在一层不粘锅的专用烤纸内衬上。

source: Brush with milk, prick all over with a fork and bake at 170C (150C fan-assisted)/335F/gas mark 3 for about 25-30 minutes, until crisp.
zh_cn: 然后给上面刷上牛 奶，用叉子在整个面上扎一些眼，接着把温度调到170摄氏度（150摄氏度的鼓风）/335华氏度/气压3档，大概需要25到30分钟直到松脆就可以了。

source: Olive oil polenta crackers
zh_cn: 橄榄油粗玉米豆粉饼干

source: Crisp and snappy, so they can hold up to firmer cheeses such as cheddar.
zh_cn: 松脆并且爽口，所以它们需要像切达干酪一般坚硬的奶酪。

source: Makes about 15 large ones
zh_cn: 可以制作大概15个大块的。

source: 25g uncooked polenta or coarse cornmeal
zh_cn: 25克生粗玉米豆粉或者粗燕麦粉

source: 1 tsp honey
zh_cn: 1茶匙的蜂蜜

source: 50ml olive oil
zh_cn: 50毫升橄榄油

source: 300g plain flour, plus more for rolling
zh_cn: 300可纯面粉，再多加一点方便揉滚

source: 1/2 tsp baking powder
zh_cn: 1/2茶匙的发酵粉

source: 3/4 tsp salt
zh_cn: 3/4茶匙盐

source: Pour 75ml boiling water over the polenta, stir and leave to swell for five minutes.
zh_cn: 给粗玉米豆粉中整个倒入75毫升的沸水，搅拌后放置5分钟直到膨胀。

source: Stir in the honey and oil.
zh_cn: 一边搅拌一边加入蜂蜜和油。

source: Tip the flour, baking powder and salt into a bowl, add the polenta and about 50ml cold water, and mix to a dough.
zh_cn: 取一只碗加入一点面粉、发酵粉和盐，再加入粗玉米豆粉和大概50毫升的冷水，然后混合直到变成面团。

source: Knead for 10-15 seconds, until smooth, then wrap well and leave for 15 minutes, to make it easier to roll.
zh_cn: 揉合大概10到15秒直到变得光滑，接着包好放置15分钟为了让其方面滚揉。

source: Pinch off walnut-sized balls of dough (about 30g), roll very thinly into slipper shapes and lay on a tray lined with nonstick paper.
zh_cn: 将面团掐成胡桃球大小的（约30克），滚的很薄的薄片，再摆放在不粘锅的烤纸上。

source: Brush with water and bake at 200C (180C fan-assisted)/390F/gas mark 6 for 10-12 minutes, until golden and crisp.
zh_cn: 最后刷上水，烘烤温度为200摄氏度（180摄氏度的风干）/390华氏度/气压调到6档，10到12分钟后直到金黄酥脆即可。
